Repository: KimbaPlays/ESchoolBanking
Catalog: BankingApp/Resources/LanguageResources.*.resx
Languages: hr

source: Account Balance:
hr: Stanje računa

source: Calculate!
hr: Izračunaj!

source: Calculator
hr: Kalkulator

# CheckWebsite
source: Check our Website!
hr: Pogledajte našu stranicu!

# ChooseCard
source: Choose a Card
hr: Izaberite karticu

# ChooseCurrency
source: Choose a Currency
hr: Izaberite valutu

source: Continue
hr: Nastavite

source: Create Account
hr: Napravite račun

# DateTime
source: Date of Transaction:
hr: Datum transakcije:

# Duration
source: Duration of Investment
hr: Trajanje investicije

# EnterPassword
source: Please enter your Password
hr: Molimo unesite svoju lozinku

# EnterUsername
source: Please enter your Username
hr: Molimo unesite korisničko ime

# FirstLastNameRecipient
source: First and Last Name of Recipient
hr: Ime i prezime primatelja

# GoToLoans
source: Your Loans
hr: Vaši krediti

source: Hello
hr: Dobar dan

# HowLong
source: For how Long?
hr: Koliko dugo?

source: How Much?
hr: Koliko?

source: IBAN Payer:
hr: IBAN platitelja:

source: IBAN Recipient:
hr: IBAN primatelja:

source: Income with Rate
hr: Bruto prihod

source: Initial Investment
hr: Inicijalni ulog

source: Insert Amount
hr: Unesi iznos

# InsertIBANRecipient
source: Insert IBAN of the Recipient
hr: Unesi IBAN primatelja

# InsertNameRecipient
source: Insert Name of Recipient
hr: Unesi ime primatelja

source: Insert Payment Description
hr: Unesi opis plaćanja

source: Internal Reference Number
hr: Referentni broj

# InternetFail
source: Please connect to the internet!
hr: Molimo povežite se na internet!

# LandingPageText
source: Welcome to the E-School Banking Mobile App!
hr: Dobrodošli u aplikaciju e-School Bank!

# LastTransaction
source: Your Last Transactions:
hr: Vaša zadnja transakcija:

# LetsGetStarted
source: Let's start!
hr: Počnimo!

# LoginInformation
source: Please login with your information!
hr: Prijavite se sa vašim podatcima!

source: Log Out
hr: Odjavite se

# MakeTransaction
source: Make a Transaction
hr: Napravite transakciju

# ManageProfile
source: Manage your Profile
hr: Uredi profil

source: Month
hr: Mjesec

source: Name:
hr: Ime:

source: Need Help?
hr: Treba li Vam pomoć?

source: Password
hr: Lozinka

source: Payment Description:
hr: Opis plaćanja:

source: Recipient Name:
hr: Ime primatelja:

source: Recover Password
hr: Obnovi lozinku

source: Reference Number:
hr: Referentni broj:

# Results
source: Here are your Results
hr: Vaši rezultati

# SavingsCalculator
source: Invest your Savings!
hr: Uložite u štednju!

source: See More
hr: Pogledajte više

source: Sign In
hr: Prijava

# StandardCurrency
source: Standard Currency: Euro
hr: Standardna valuta: Euro

source: Surname:
hr: Prezime:

# Title
source: Savings Calculator! Current interest rate:
hr: Kalkulator štednje! Trenutna kamata:

source: Transaction Amount
hr: Iznos transakcije

source: Transaction Details
hr: Detalji transakcije

source: Transactions
hr: Transakcije

# TransactionSuccess
source: Transaction Successful!
hr: Uspješna transakcija!

# UsageofCurrency
source: You are only able to convert the end results into another currency. All calculus are made in euros.
hr: Samo krajnji rezultat možete pretvoriti u drugu valutu. Svi izračuni su napravljeni u eurima

source: Use a Calculator!
hr: Koristite kalkulator!

# UseaSavingsCalculator
source: Try our Savings Calculator!
hr: Probajte naš kalkulator štednje!

source: Username
hr: Korisničko ime

source: Welcome!
hr: Dobrodošli!

# WhichAccountAreYouUsing
source: Which account will you be using?
hr: Koji ćete račun koristiti?

source: Your Account
hr: Vaš račun

source: Your Loan
hr: Vaš kredit
